public/cache/hotel/reference_data/1e5dba2f6761eb3e2eabb203cd5919fd_request.dat

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:com="http://www.travelport.com/schema/common_v34_0" xmlns:univ="http://www.travelport.com/schema/universal_v34_0">
<soapenv:Header/>
<soapenv:Body>
<univ:UniversalRecordCancelReq AuthorizedBy="user" TargetBranch="TRGT_BRCH" TraceId="trace" UniversalRecordLocatorCode="DXG5XV" Version="0">
<com:BillingPointOfSaleInfo OriginApplication="UAPI"/>
</univ:UniversalRecordCancelReq>
</soapenv:Body>
</soapenv:Envelope>